Repository: IT20603236/MADD---02
Catalog: IssueManagment/IssueManagment/*.lproj/Localizable.strings
Languages: si_lk

# welcome_message
source: Welcome to IssueTrack!
si_lk: සාදරයෙන් පිළිගනිමු IssueTrack වෙත!

source: My Issues
si_lk: මගේ ගැටලු

source: All Issues
si_lk: සියලුම ගැටලු

source: Logout
si_lk: ඉවත්වීම

# c_logout
source: Confirm Logout
si_lk: පිටවීම තහවුරු කරන්න

# c_logout_msg
source: Are you sure you want logout from this account?
si_lk: ඔබට මෙම ගිණුමෙන් ඉවත්වීමට හැකියිද?

# c_delete
source: Confirm Delete
si_lk: මකා දැමීම තහවුරු කරන්න

# c_delete_msg
source: Are you sure you want to delete this issue?
si_lk: ඔඔබට මෙම ගැටලුව මැකීමට අවශ්‍ය බව විශ්වාසද?

source: Invalid Input
si_lk: වැරදි ඇතුලත්වීම

# invalid_input_msg
source: One Or More Feilds are Empty Or Invalid
si_lk: ක්ෂේත්‍ර එකක් හෝ කිහිපයක් හිස් හෝ වලංගු නොවේ

# username_no
source: Username Unavailable
si_lk: පරිශීලක නාමය නොමැත

# username_no_msg
source: This username is already taken by another user.
si_lk: මෙම පරිශීලක නාමය දැනටමත් වෙනත් පරිශීලකයෙකු විසින් ගෙන ඇත.

source: Login Failed
si_lk: ඇතුල්වීම අසාර්ථකයි

# login_failed_msg
source: User Name Or Password Is Incorrect
si_lk: පරිශීලක නමක් හෝ මුරපදයක් වැරදියි

source: Login
si_lk: ඇතුල් වන්න

source: Register
si_lk: ලියාපදිංචි වන්න

source: Cancel
si_lk: අවලංගු කරන්න

source: Save
si_lk: සුරකින්න

source: Update
si_lk: යාවත්කාලීන කරන්න

source: Delete
si_lk: මකන්න

source: OK
si_lk: හරි

source: Issue Details
si_lk: ගැටලු විස්තර

source: Add Issue
si_lk: ගැටලු එක් කරන්න

# edit_issues
source: Edit Issue
si_lk: ගැටලු සංස්කරණය

source: Username
si_lk: පරිශීලක නාමය

source: Password
si_lk: රහස් පදය

# re_password
source: Re-Enter Password
si_lk: රහස් පදය නැවත ඇතුලත් කරන්න

source: Title :
si_lk: ශීර්ෂය :

# provice
source: Province :
si_lk: පළාත :

source: District :
si_lk: දිස්ත්‍රික්කය :

source: AffectedArea
si_lk: බල ප්‍රදේශය

source: Description
si_lk: විස්තරය

source: Expected Solution
si_lk: අපේක්ෂිත විසඳුම

# date
source: Issue occurence date
si_lk: ගැටලුව සිදුවූ දිනය

# v_affected_area
source: AffectedArea :
si_lk: බල ප්‍රදේශය :

# v_description
source: Description :
si_lk: විස්තරය :

# v_expected_solution
source: Expected Solution :
si_lk: අපේක්ෂිත විසඳුම :

# v_date
source: IIssue occurrence date :
si_lk: ගැටලුව සිදුවූ දිනය :

source: Created By :
si_lk: ගැටලුව ඉදිරිපත් කලේ :

source: Ampara
si_lk: අම්පාර දිස්ත්‍රික්කය

source: Anuradhapura
si_lk: අනුරාධපුර දිස්ත්‍රික්කය

source: Badulla
si_lk: බදුල්ල දිස්ත්‍රික්කය

source: Batticaloa
si_lk: මඩකලපුව දිස්ත්‍රික්කය

source: Colombo
si_lk: කොළඹ දිස්ත්‍රික්කය

source: Galle
si_lk: ගාල්ල දිස්ත්‍රික්කය

source: Gampaha
si_lk: ගම්පහ දිස්ත්‍රික්කය

source: Hambantota
si_lk: හම්බන්තොට දිස්ත්‍රික්කය

source: Jaffna
si_lk: යාපනය දිස්ත්‍රික්කය

source: Kalutara
si_lk: කළුතර දිස්ත්‍රික්කය

source: Kandy
si_lk: මහනුවර දිස්ත්‍රික්කය

source: Kegalle
si_lk: කෑගල්ල දිස්ත්‍රික්කය

source: Kilinochchi
si_lk: කිලිනොච්චි දිස්ත්‍රික්කය

source: Kurunegala
si_lk: කුරුණෑගල දිස්ත්‍රික්කය

source: Mannar
si_lk: මන්නාරම දිස්ත්‍රික්කය

source: Matale
si_lk: මාතලේ දිස්ත්‍රික්කය

source: Matara
si_lk: මාතර දිස්ත්‍රික්කය

source: Moneragala
si_lk: මොණරාගල දිස්ත්‍රික්කය

source: Mullaitivu
si_lk: මුලතිවු දිස්ත්‍රික්කය

source: Nuwara Eliya
si_lk: නුවරඑලිය දිස්ත්‍රික්කය

source: Polonnaruwa
si_lk: පොළොන්නරුව දිස්ත්‍රික්කය

source: Puttalam
si_lk: පුත්තලම දිස්ත්‍රික්කය

source: Ratnapura
si_lk: රත්නපුර දිස්ත්‍රික්කය

source: Trincomalee
si_lk: ත්‍රිකුණාමලය දිස්ත්‍රික්කය

source: Vavuniya
si_lk: වවුනියාව දිස්ත්‍රික්කය

source: Eastern
si_lk: නැගෙනහිර පළාත

source: North Central
si_lk: උතුරු මැද පළාත

source: North Western
si_lk: වයඹ පළාත

source: Northern
si_lk: උතුරු පළාත

source: Sabaragamuwa
si_lk: සබරගමුව පළාත

source: Southern
si_lk: දකුණු පළාත

source: Uva
si_lk: ඌව පළාත

source: Western
si_lk: බස්නාහිර පළාත
